[
    {
        "image": "https://i.ibb.co.com/vvXy5Jvg/taskmaster.webp",
        "title": "TaskMaster",
        "companyName": "Productive Labs",
        "id": 1,
        "description": "Experience ultimate productivity with TaskMaster, your intelligent task management companion. Our intuitive interface makes organizing daily tasks and projects effortless, while powerful features ensure nothing falls through the cracks.\n\nLeverage seamless cloud synchronization and smart categorization to keep your tasks organized across all devices. The app's AI assistant learns from your work patterns to suggest better organization methods and optimal task scheduling, helping you achieve peak productivity.\n\nCollaborate seamlessly with team members through shared projects, real-time updates, and integrated communication tools. Advanced features include customizable project templates, recurring task management, and detailed productivity analytics.\n\nPerfect for both personal and professional use, TaskMaster integrates with popular calendar apps and productivity suites. Join millions of users who have transformed their daily productivity and achieved their goals with our comprehensive task management solutions.",
        "size": 42,
        "reviews": 15200,
        "ratingAvg": 4.6,
        "downloads": 1200000,
        "ratings": [
            { "name": "5 star", "count": 7400 },
            { "name": "4 star", "count": 4800 },
            { "name": "3 star", "count": 3000 },
            { "name": "2 star", "count": 1200 },
            { "name": "1 star", "count": 800 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/gB20hBg/photofusion.webp",
        "title": "PhotoFusion",
        "companyName": "Creative Pixels",
        "id": 2,
        "description": "Transform your photos into masterpieces with PhotoFusion, the professional-grade mobile editing suite. Our comprehensive toolset combines powerful AI technology with intuitive controls, making advanced photo editing accessible to everyone.\n\nUnlock your creativity with cutting-edge features including instant background removal, intelligent portrait enhancement, and adaptive filters that learn your style preferences. Professional photographers will appreciate our advanced capabilities like RAW support, precise curve adjustments, and selective editing tools that rival desktop software.\n\nSeamlessly manage your work with automatic cloud backup and organization features. Our smart albums help you categorize and find photos instantly, while integrated sharing tools make it easy to showcase your work across social media platforms.\n\nJoin our vibrant community of photographers, where you can share techniques, participate in challenges, and get inspired. Regular updates bring new features, filters, and improvements based on user feedback, ensuring PhotoFusion stays at the cutting edge of mobile photo editing.",
        "size": 85,
        "reviews": 8800,
        "ratingAvg": 4.3,
        "downloads": 950000,
        "ratings": [
            { "name": "5 star", "count": 4200 },
            { "name": "4 star", "count": 2900 },
            { "name": "3 star", "count": 1600 },
            { "name": "2 star", "count": 700 },
            { "name": "1 star", "count": 400 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/YBSC2nxY/FitTrack.webp",
        "title": "FitTrack Pro",
        "companyName": "WellnessWare",
        "id": 3,
        "description": "Take charge of your fitness journey with FitTrack Pro, the ultimate app for health enthusiasts. Monitor workouts, track calories, and follow personalized fitness plans designed just for you.\n\nOur app goes beyond basic tracking; it offers a holistic view of your health with features like sleep tracking, hydration reminders, and stress management tools. The intuitive dashboard presents your data in easy-to-understand visuals, making it simple to stay on top of your goals.\n\nJoin a community of like-minded individuals and share your progress, challenges, and achievements. Participate in fitness challenges, earn rewards, and get motivated by others' success stories.\n\nWhether you're a beginner or a seasoned athlete, FitTrack Pro adapts to your fitness level and provides the resources you need to succeed. Integrate with popular health devices and apps for a comprehensive view of your health and fitness.",
        "size": 63,
        "reviews": 17300,
        "ratingAvg": 4.8,
        "downloads": 2000000,
        "ratings": [
            { "name": "5 star", "count": 8600 },
            { "name": "4 star", "count": 5200 },
            { "name": "3 star", "count": 1800 },
            { "name": "2 star", "count": 1000 },
            { "name": "1 star", "count": 700 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/JjhnKkNd/Quick-Note.webp",
        "title": "QuickNote",
        "companyName": "NoteEase",
        "id": 4,
        "description": "Capture your thoughts and ideas instantly with QuickNote, the minimalist note-taking app that prioritizes speed and efficiency. With cloud sync and markdown support, your notes are always at your fingertips, no matter where you are.\n\nOur distraction-free interface allows you to focus on what truly matters - your ideas. Organize notes into customizable folders, tag them for easy searching, and access them across all your devices seamlessly.\n\nQuickNote also offers powerful collaboration features. Share your notes or entire notebooks with colleagues, friends, or family, and enjoy real-time collaboration and feedback.\n\nWhether you're in a meeting, attending a lecture, or just jotting down ideas on the go, QuickNote is the perfect companion for anyone looking to enhance their productivity and never miss a great idea again.",
        "size": 28,
        "reviews": 6900,
        "ratingAvg": 4.5,
        "downloads": 640000,
        "ratings": [
            { "name": "5 star", "count": 3100 },
            { "name": "4 star", "count": 2200 },
            { "name": "3 star", "count": 900 },
            { "name": "2 star", "count": 400 },
            { "name": "1 star", "count": 300 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/Q7BcC3HB/MindEase.webp",
        "title": "MindEase",
        "companyName": "CalmCore Studios",
        "id": 5,
        "description": "Achieve a state of calm and improve your focus with MindEase, the meditation and mindfulness app designed to fit into your busy life. With a variety of guided meditations, breathing exercises, and mindfulness techniques, finding your inner peace has never been easier.\n\nTrack your progress, set personal goals, and receive daily reminders to keep you motivated and on track. MindEase also offers a unique feature that analyzes your mood and suggests personalized meditation and mindfulness exercises to help you achieve emotional balance.\n\nJoin a community of mindfulness practitioners and share your experiences, challenges, and successes. Participate in community challenges and earn rewards as you progress on your mindfulness journey.\n\nWhether you're at home, at work, or on the go, MindEase provides the tools and resources you need to reduce stress, improve sleep, and enhance your overall well-being.",
        "size": 57,
        "reviews": 14100,
        "ratingAvg": 4.7,
        "downloads": 1800000,
        "ratings": [
            { "name": "5 star", "count": 6600 },
            { "name": "4 star", "count": 4300 },
            { "name": "3 star", "count": 1900 },
            { "name": "2 star", "count": 800 },
            { "name": "1 star", "count": 500 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/mFNXNMy4/Travel-Mate.webp",
        "title": "TravelMate",
        "companyName": "JourneySoft",
        "id": 6,
        "description": "Embark on your next adventure with TravelMate, the all-in-one travel planning app that helps you explore new destinations, plan your itinerary, and manage your bookings with ease.\n\nDiscover hidden gems and popular attractions alike with our curated destination guides, complete with insider tips and recommendations. The app's intelligent itinerary planner suggests the best routes and schedules based on your preferences and travel style.\n\nStay organized with all your travel documents, reservations, and notes stored securely in one place. TravelMate's smart reminders ensure you never miss a flight, hotel check-in, or important activity.\n\nJoin a community of passionate travelers, share your experiences, and get inspired by others' adventures. With regular updates and new features, TravelMate is your ultimate companion for unforgettable travel experiences.",
        "size": 91,
        "reviews": 9500,
        "ratingAvg": 4.4,
        "downloads": 1100000,
        "ratings": [
            { "name": "5 star", "count": 3400 },
            { "name": "4 star", "count": 3100 },
            { "name": "3 star", "count": 1500 },
            { "name": "2 star", "count": 900 },
            { "name": "1 star", "count": 600 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/K3RmdC2/EduLearn.webp",
        "title": "EduLearn",
        "companyName": "SmartClass Inc.",
        "id": 7,
        "description": "Unlock the door to knowledge with EduLearn, the comprehensive e-learning platform that offers interactive lessons, quizzes, and live tutoring in a wide range of subjects.\n\nOur engaging and adaptive learning system personalizes your educational experience, identifying your strengths and weaknesses to help you improve effectively. With EduLearn, learning is not just effective; it's also enjoyable and tailored to your individual needs.\n\nConnect with expert tutors for one-on-one assistance, join live classes, and collaborate with fellow students on projects and study groups. The platform's robust analytics provide insights into your progress, helping you stay motivated and focused on your learning goals.\n\nWhether you're looking to ace an exam, learn a new skill, or explore a new subject, EduLearn provides the resources and support you need to succeed. Join a global community of learners and educators, and take your knowledge and skills to the next level.",
        "size": 120,
        "reviews": 19300,
        "ratingAvg": 4.2,
        "downloads": 2500000,
        "ratings": [
            { "name": "5 star", "count": 6600 },
            { "name": "4 star", "count": 4800 },
            { "name": "3 star", "count": 4200 },
            { "name": "2 star", "count": 2100 },
            { "name": "1 star", "count": 1600 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/Gfj0MgN7/Game-Booster.webp",
        "title": "GameBooster",
        "companyName": "NovaPlay Studios",
        "id": 8,
        "description": "Elevate your mobile gaming experience with GameBooster, the essential app for gamers who demand the best performance from their devices. Optimize your mobile gaming settings and reduce lag with just a tap.",
        "size": 37,
        "reviews": 7200,
        "ratingAvg": 4.1,
        "downloads": 800000,
        "ratings": [
            { "name": "5 star", "count": 2000 },
            { "name": "4 star", "count": 2200 },
            { "name": "3 star", "count": 1400 },
            { "name": "2 star", "count": 900 },
            { "name": "1 star", "count": 700 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/gMdhNMvW/Finance-Pro.webp",
        "title": "FinancePro",
        "companyName": "MoneyMind Ltd.",
        "id": 9,
        "description": "Take control of your financial future with FinancePro, the smart finance management app that helps you track expenses, create budgets, and manage your money with confidence.\n\nOur intuitive interface makes it easy to log expenses, categorize transactions, and monitor your spending habits. Set financial goals and receive personalized insights and tips to help you save more and spend wisely.\n\nFinancePro also offers powerful reporting tools, giving you a clear picture of your financial health at a glance. With our secure cloud backup, your financial data is always safe and accessible from anywhere.\n\nJoin millions of users who have transformed their financial lives with FinancePro. Whether you're looking to get out of debt, save for a big purchase, or simply manage your money better, FinancePro is the partner you need for financial success.",
        "size": 52,
        "reviews": 11200,
        "ratingAvg": 4.6,
        "downloads": 1300000,
        "ratings": [
            { "name": "5 star", "count": 5500 },
            { "name": "4 star", "count": 3200 },
            { "name": "3 star", "count": 1300 },
            { "name": "2 star", "count": 700 },
            { "name": "1 star", "count": 500 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/FkyP9D1z/Musicify.webp",
        "title": "Musicify",
        "companyName": "WaveTech Media",
        "id": 10,
        "description": "Immerse yourself in the world of music with Musicify, the ultimate music streaming app that gives you access to millions of songs, playlists, and podcasts from around the globe.\n\nCreate and share your playlists, discover new artists, and enjoy personalized music recommendations based on your listening habits. With Musicify, you can also download your favorite tracks and listen to them offline, anytime, anywhere.\n\nJoin live radio shows, participate in music challenges, and connect with other music lovers in our vibrant community. Musicify also offers exclusive content, including artist interviews, live performances, and behind-the-scenes footage.\n\nWhether you're a casual listener or a hardcore music fan, Musicify has something for everyone. Experience music like never before and let the rhythm move you.",
        "size": 95,
        "reviews": 28200,
        "ratingAvg": 4.8,
        "downloads": 5000000,
        "ratings": [
            { "name": "5 star", "count": 16200 },
            { "name": "4 star", "count": 6800 },
            { "name": "3 star", "count": 3000 },
            { "name": "2 star", "count": 1200 },
            { "name": "1 star", "count": 1000 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/rG2r3wXB/Recipe-Box.webp",
        "title": "RecipeBox",
        "companyName": "KitchenWorks",
        "id": 11,
        "description": "Unleash your inner chef with RecipeBox, the ultimate app for discovering, sharing, and organizing delicious recipes from around the world.\n\nBrowse through thousands of recipes, save your favorites, and create your own digital cookbook. RecipeBox makes meal planning easy with its intelligent meal planner and shopping list features, ensuring you always have the ingredients you need on hand.\n\nJoin a community of food lovers, share your culinary creations, and get inspired by others' recipes and cooking tips. Participate in cooking challenges and earn rewards as you explore new cuisines and cooking techniques.\n\nWhether you're a beginner or an experienced cook, RecipeBox provides the tools and resources you need to elevate your cooking skills and impress your family and friends.",
        "size": 66,
        "reviews": 9100,
        "ratingAvg": 4.5,
        "downloads": 800000,
        "ratings": [
            { "name": "5 star", "count": 3600 },
            { "name": "4 star", "count": 3100 },
            { "name": "3 star", "count": 1200 },
            { "name": "2 star", "count": 700 },
            { "name": "1 star", "count": 500 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/zTy49JZj/Secure-Vault.webp",
        "title": "SecureVault",
        "companyName": "CyberTrust",
        "id": 12,
        "description": "Protect your sensitive information with SecureVault, the leading app for secure storage and management of passwords, documents, and other confidential data.\n\nOur advanced encryption technology ensures that your data is safe from prying eyes, while the user-friendly interface makes it easy to store, access, and manage your sensitive information.\n\nSecureVault also offers a secure password generator, autofill capabilities for passwords and forms, and seamless integration with your favorite browsers and apps.\n\nJoin millions of users who trust SecureVault to keep their personal and professional information safe and secure. With regular updates and new features, SecureVault is committed to providing the highest level of security and convenience.",
        "size": 48,
        "reviews": 5100,
        "ratingAvg": 4.7,
        "downloads": 500000,
        "ratings": [
            { "name": "5 star", "count": 2200 },
            { "name": "4 star", "count": 1600 },
            { "name": "3 star", "count": 800 },
            { "name": "2 star", "count": 300 },
            { "name": "1 star", "count": 200 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/pBSfwMCS/Weather-Now.webp",
        "title": "WeatherNow",
        "companyName": "SkyView Analytics",
        "id": 13,
        "description": "Stay ahead of the weather with WeatherNow, the most accurate and reliable weather app that provides real-time forecasts, radar maps, and severe weather alerts.\n\nPlan your day or week with confidence using our detailed weather reports, which include temperature, precipitation, humidity, wind speed, and more. The app's intuitive interface and interactive maps make it easy to understand the weather conditions at a glance.\n\nCustomize your weather alerts to stay informed about severe weather conditions that matter to you. Whether it's a storm, flood, or extreme temperature, WeatherNow ensures you're always prepared.\n\nJoin millions of users who rely on WeatherNow for their weather information. With regular updates and new features, WeatherNow is committed to providing the best weather experience on mobile.",
        "size": 50,
        "reviews": 6700,
        "ratingAvg": 4.3,
        "downloads": 920000,
        "ratings": [
            { "name": "5 star", "count": 2300 },
            { "name": "4 star", "count": 2000 },
            { "name": "3 star", "count": 1200 },
            { "name": "2 star", "count": 800 },
            { "name": "1 star", "count": 400 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/pDKL67Z/ShopMart.webp",
        "title": "ShopSmart",
        "companyName": "RetailRocket",
        "id": 14,
        "description": "Maximize your savings and make smarter shopping decisions with ShopSmart, the innovative app that compares prices, finds deals, and offers cashback on your favorite brands.\n\nOur intelligent price comparison tool scans thousands of retailers to find you the best prices on millions of products. With ShopSmart, you can shop with confidence, knowing you're getting the best deal available.\n\nEarn cashback on qualifying purchases and enjoy exclusive discounts and offers from top retailers. The more you shop, the more you save with ShopSmart's rewarding cashback program.\n\nJoin a community of savvy shoppers and share tips, deals, and experiences. With regular updates and new features, ShopSmart is your ultimate shopping companion for smart and rewarding shopping experiences.",
        "size": 78,
        "reviews": 15800,
        "ratingAvg": 4.4,
        "downloads": 1700000,
        "ratings": [
            { "name": "5 star", "count": 7700 },
            { "name": "4 star", "count": 4200 },
            { "name": "3 star", "count": 2200 },
            { "name": "2 star", "count": 1000 },
            { "name": "1 star", "count": 700 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/KzLLgNgD/Stream-Max.webp",
        "title": "StreamMax",
        "companyName": "VisionFlix",
        "id": 15,
        "description": "Dive into the world of entertainment with StreamMax, the premier streaming app that offers a vast library of movies and TV shows in HD quality, personalized just for you.\n\nEnjoy seamless streaming with our advanced technology that adapts to your internet speed, ensuring smooth playback with minimal buffering. Create your own watchlist, receive personalized recommendations, and discover new favorites with ease.\n\nJoin live streaming events, participate in community discussions, and get exclusive access to behind-the-scenes content and interviews with your favorite stars.\n\nWhether you're at home or on the go, StreamMax provides the ultimate entertainment experience. With regular updates and new features, StreamMax is your go-to app for all your streaming needs.",
        "size": 110,
        "reviews": 32400,
        "ratingAvg": 4.9,
        "downloads": 8000000,
        "ratings": [
            { "name": "5 star", "count": 17600 },
            { "name": "4 star", "count": 8900 },
            { "name": "3 star", "count": 3400 },
            { "name": "2 star", "count": 1500 },
            { "name": "1 star", "count": 1200 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/DfZKJ0Yn/CodeHub.webp",
        "title": "CodeHub",
        "companyName": "DevSoft Solutions",
        "id": 16,
        "description": "Ignite your coding skills with CodeHub, the interactive coding platform that makes learning programming languages fun and engaging. Whether you're a beginner or an experienced developer, CodeHub offers a wide range of courses and resources to help you master coding.\n\nOur hands-on approach to learning allows you to write code, solve problems, and build projects in real-time, receiving instant feedback and guidance. With CodeHub, you can learn at your own pace, track your progress, and earn certificates to showcase your skills.\n\nJoin a community of passionate coders, participate in coding challenges, and collaborate on projects. With regular updates and new features, CodeHub is your ultimate companion for learning and mastering programming languages.",
        "size": 82,
        "reviews": 12500,
        "ratingAvg": 4.6,
        "downloads": 1400000,
        "ratings": [
            { "name": "5 star", "count": 5900 },
            { "name": "4 star", "count": 3300 },
            { "name": "3 star", "count": 1800 },
            { "name": "2 star", "count": 900 },
            { "name": "1 star", "count": 600 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/XrCTYJK4/Language-Link.webp",
        "title": "LanguageLink",
        "companyName": "LinguaTech",
        "id": 17,
        "description": "Break language barriers with LanguageLink, the powerful translation app that provides instant translation between 100+ languages using advanced voice and text input technology.\n\nWhether you're traveling, working, or learning a new language, LanguageLink makes communication easy and effective. The app's AI-powered translator delivers accurate translations in real-time, while the speech recognition feature ensures your pronunciation is spot on.\n\nSave your favorite translations, access them offline, and share them with friends or colleagues with ease. LanguageLink also offers language learning resources, including flashcards, quizzes, and pronunciation guides, to help you master any language.",
        "size": 64,
        "reviews": 9300,
        "ratingAvg": 4.5,
        "downloads": 1200000,
        "ratings": [
            { "name": "5 star", "count": 3800 },
            { "name": "4 star", "count": 3000 },
            { "name": "3 star", "count": 1400 },
            { "name": "2 star", "count": 700 },
            { "name": "1 star", "count": 400 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/vCkWGN32/News-Sphere.jpg",
        "title": "NewsSphere",
        "companyName": "GlobeMedia",
        "id": 18,
        "description": "Stay informed and connected with NewsSphere, the comprehensive news app that brings you the latest global news, live coverage, and personalized news feeds.\n\nCustomize your news experience by selecting your favorite topics, sources, and regions. NewsSphere's intelligent algorithm learns your preferences and delivers a personalized news feed that keeps you updated on the issues that matter to you.\n\nJoin live discussions, share your opinions, and connect with other readers in our vibrant community. With regular updates and new features, NewsSphere is your ultimate source for staying informed and engaged with the world.",
        "size": 55,
        "reviews": 8100,
        "ratingAvg": 4.1,
        "downloads": 1000000,
        "ratings": [
            { "name": "5 star", "count": 2800 },
            { "name": "4 star", "count": 2100 },
            { "name": "3 star", "count": 1500 },
            { "name": "2 star", "count": 900 },
            { "name": "1 star", "count": 800 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/jPnn4cxx/Artify-Studio.webp",
        "title": "Artify Studio",
        "companyName": "DigitalCanvas",
        "id": 19,
        "description": "Unleash your creativity with Artify Studio, the professional-grade digital painting and illustration app that offers a wide range of tools and features for artists of all levels.\n\nCreate stunning digital artworks with our advanced brush engine, which simulates real brush strokes and textures. Artify Studio also offers a variety of layers, blending modes, and filters, giving you complete control over your artwork.\n\nJoin a community of artists, share your work, and get inspired by others' creations. Participate in art challenges and collaborate on projects to enhance your skills and expand your artistic horizons.\n\nWhether you're a beginner or a professional artist, Artify Studio provides the tools and resources you need to bring your artistic visions to life. With regular updates and new features, Artify Studio is your ultimate companion for digital art creation.",
        "size": 134,
        "reviews": 6400,
        "ratingAvg": 4.3,
        "downloads": 750000,
        "ratings": [
            { "name": "5 star", "count": 2300 },
            { "name": "4 star", "count": 1800 },
            { "name": "3 star", "count": 1300 },
            { "name": "2 star", "count": 700 },
            { "name": "1 star", "count": 300 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/bMJFjcQX/CleanMax.jpg",
        "title": "CleanMax",
        "companyName": "OptimizeTech",
        "id": 20,
        "description": "Optimize your device's performance and extend its lifespan with CleanMax, the essential app for maintaining and boosting your device's speed and efficiency.\n\nCleanMax offers a comprehensive suite of tools, including junk file removal, memory optimization, battery saver, and app manager, all designed to keep your device running smoothly and efficiently.\n\nJoin millions of satisfied users who have experienced the CleanMax difference. With regular updates and new features, CleanMax is your trusted partner for a faster, cleaner, and more efficient device.",
        "size": 46,
        "reviews": 10200,
        "ratingAvg": 4.4,
        "downloads": 1500000,
        "ratings": [
            { "name": "5 star", "count": 4100 },
            { "name": "4 star", "count": 3100 },
            { "name": "3 star", "count": 1500 },
            { "name": "2 star", "count": 900 },
            { "name": "1 star", "count": 600 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/xtsgCCyF/Health-Sync.webp",
        "title": "HealthSync",
        "companyName": "BioTrack Labs",
        "id": 21,
        "description": "Achieve your health goals and optimize your well-being with HealthSync, the innovative app that connects to your wearable devices to track heart rate, steps, sleep cycles, and more.\n\nHealthSync provides personalized insights and recommendations based on your health data, helping you make informed decisions about your fitness and lifestyle. Set goals, track your progress, and stay motivated with our easy-to-use interface and powerful analytics.\n\nJoin a community of health-conscious individuals, share your progress, and get inspired by others' success stories. Participate in health challenges and earn rewards as you improve your health and fitness.\n\nWhether you're looking to lose weight, build muscle, or simply lead a healthier lifestyle, HealthSync provides the tools and resources you need to succeed. Integrate with popular health apps and devices for a comprehensive view of your health and fitness.",
        "size": 70,
        "reviews": 8300,
        "ratingAvg": 4.6,
        "downloads": 900000,
        "ratings": [
            { "name": "5 star", "count": 3500 },
            { "name": "4 star", "count": 2400 },
            { "name": "3 star", "count": 1300 },
            { "name": "2 star", "count": 700 },
            { "name": "1 star", "count": 400 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/kgW8sdF0/HomeHub.webp",
        "title": "HomeHub",
        "companyName": "SmartLiving Co.",
        "id": 22,
        "description": "Take control of your smart home with HomeHub, the centralized app that lets you manage all your smart devices, lighting, and security systems from one convenient dashboard.\n\nHomeHub's intuitive interface makes it easy to monitor and control your home environment, set up automation rules, and receive real-time alerts and notifications.\n\nJoin a community of smart home enthusiasts, share your setups, and get inspired by others' smart home projects and ideas. With regular updates and new features, HomeHub is your ultimate companion for a smarter, safer, and more efficient home.",
        "size": 101,
        "reviews": 5600,
        "ratingAvg": 4.2,
        "downloads": 640000,
        "ratings": [
            { "name": "5 star", "count": 1800 },
            { "name": "4 star", "count": 1600 },
            { "name": "3 star", "count": 1000 },
            { "name": "2 star", "count": 700 },
            { "name": "1 star", "count": 500 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/cSYMj36j/ChatWave.webp",
        "title": "ChatWave",
        "companyName": "Connectify Ltd.",
        "id": 23,
        "description": "Stay connected with ChatWave, the all-in-one messaging app that offers instant chats, voice calls, and file sharing in a single, easy-to-use platform.\n\nChatWave's advanced encryption ensures that your conversations and data are always secure, while the intuitive interface makes communication effortless and enjoyable.\n\nJoin a community of ChatWave users, share your experiences, and discover new ways to connect and communicate. With regular updates and new features, ChatWave is your ultimate messaging companion for staying connected with friends, family, and colleagues.",
        "size": 88,
        "reviews": 25100,
        "ratingAvg": 4.5,
        "downloads": 5000000,
        "ratings": [
            { "name": "5 star", "count": 12400 },
            { "name": "4 star", "count": 7400 },
            { "name": "3 star", "count": 3200 },
            { "name": "2 star", "count": 1400 },
            { "name": "1 star", "count": 1200 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/BHwYxt41/Readify.webp",
        "title": "Readify",
        "companyName": "BookNest",
        "id": 24,
        "description": "Dive into the world of books with Readify, the ultimate app for reading eBooks and listening to audiobooks, featuring a vast library that spans global bestsellers to indie authors.\n\nCustomize your reading experience with adjustable fonts, themes, and reading modes, including a night mode for comfortable reading in any lighting. With Readify, you can also highlight passages, take notes, and create bookmarks to enhance your reading and learning experience.\n\nJoin a community of book lovers, share your reading lists, and get personalized book recommendations based on your reading preferences and habits.\n\nWhether you're at home, commuting, or traveling, Readify provides the perfect companion for all your reading and listening needs. With regular updates and new features, Readify is committed to providing the best reading experience on mobile.",
        "size": 96,
        "reviews": 11900,
        "ratingAvg": 4.7,
        "downloads": 1700000,
        "ratings": [
            { "name": "5 star", "count": 5200 },
            { "name": "4 star", "count": 3400 },
            { "name": "3 star", "count": 1800 },
            { "name": "2 star", "count": 900 },
            { "name": "1 star", "count": 600 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/zhnp2PM7/EcoTrack.webp",
        "title": "EcoTrack",
        "companyName": "GreenTech Systems",
        "id": 25,
        "description": "Join the movement towards a sustainable future with EcoTrack, the innovative app that helps you monitor your carbon footprint and discover ways to live more sustainably.\n\nEcoTrack provides personalized insights and recommendations based on your lifestyle and habits, helping you make eco-friendly choices and reduce your environmental impact.\n\nJoin a community of environmentally conscious individuals, share your progress, and get inspired by others' sustainable living tips and success stories.\n\nWhether you're looking to reduce waste, save energy, or live a more sustainable lifestyle, EcoTrack provides the tools and resources you need to succeed. With regular updates and new features, EcoTrack is your ultimate companion for sustainable living.",
        "size": 59,
        "reviews": 5100,
        "ratingAvg": 4.3,
        "downloads": 540000,
        "ratings": [
            { "name": "5 star", "count": 2000 },
            { "name": "4 star", "count": 1600 },
            { "name": "3 star", "count": 900 },
            { "name": "2 star", "count": 400 },
            { "name": "1 star", "count": 200 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/dwSp7gzn/Study-Mate.webp",
        "title": "StudyMate",
        "companyName": "EduVerse",
        "id": 26,
        "description": "Revolutionize your studying experience with StudyMate, the AI-powered app that offers intelligent flashcards, personalized study planners, and comprehensive progress tracking tools.\n\nStudyMate's adaptive learning system identifies your strengths and weaknesses, optimizing your study sessions for maximum efficiency and effectiveness. With StudyMate, you can study smarter, not harder, and achieve your academic goals with ease.\n\nJoin a community of motivated learners, share your study tips, and participate in challenges to earn rewards and recognition.\n\nWhether you're preparing for exams, learning new concepts, or mastering a new skill, StudyMate provides the resources and support you need to succeed. With regular updates and new features, StudyMate is your ultimate companion for effective and engaging studying.",
        "size": 72,
        "reviews": 8700,
        "ratingAvg": 4.8,
        "downloads": 1100000,
        "ratings": [
            { "name": "5 star", "count": 4500 },
            { "name": "4 star", "count": 2500 },
            { "name": "3 star", "count": 1000 },
            { "name": "2 star", "count": 400 },
            { "name": "1 star", "count": 300 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/NbsgtcR/Drive-Smart.webp",
        "title": "DriveSmart",
        "companyName": "AutoTrack Solutions",
        "id": 27,
        "description": "Drive with confidence and improve your driving habits with DriveSmart, the innovative app that tracks your driving behavior, fuel usage, and provides safety insights for every trip.\n\nOur advanced tracking technology monitors key driving metrics such as speed, acceleration, braking, and cornering, providing you with a comprehensive analysis of your driving habits. Receive personalized tips and feedback to help you improve your driving skills and reduce fuel consumption.\n\nJoin a community of safe and eco-conscious drivers, share your driving achievements, and participate in challenges to earn rewards and recognition.\n\nWhether you're a new driver or an experienced motorist, DriveSmart provides the tools and resources you need to drive safely, efficiently, and responsibly.",
        "size": 80,
        "reviews": 7600,
        "ratingAvg": 4.4,
        "downloads": 870000,
        "ratings": [
            { "name": "5 star", "count": 2500 },
            { "name": "4 star", "count": 2500 },
            { "name": "3 star", "count": 1400 },
            { "name": "2 star", "count": 800 },
            { "name": "1 star", "count": 400 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/8DKdtQz4/PetCare.webp",
        "title": "PetCare",
        "companyName": "FurryFriends Inc.",
        "id": 28,
        "description": "Ensure your furry friends are healthy and happy with PetCare, the comprehensive app that helps you keep track of your pet's vaccinations, feeding schedules, and vet appointments.\n\nPetCare's intuitive interface makes it easy to manage your pet's health records, set reminders for upcoming vaccinations and check-ups, and track their growth and development.\n\nJoin a community of pet owners, share your experiences, and get advice and tips on pet care and training. Participate in pet challenges and earn rewards as you and your pet achieve health and wellness milestones.\n\nWhether you have a dog, cat, or other furry companions, PetCare provides the tools and resources you need to ensure they live a long, healthy, and happy life.",
        "size": 53,
        "reviews": 4900,
        "ratingAvg": 4.6,
        "downloads": 560000,
        "ratings": [
            { "name": "5 star", "count": 2100 },
            { "name": "4 star", "count": 1600 },
            { "name": "3 star", "count": 700 },
            { "name": "2 star", "count": 300 },
            { "name": "1 star", "count": 200 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/ksGfYLF1/Market-Pulse.webp",
        "title": "MarketPulse",
        "companyName": "FinEdge Analytics",
        "id": 29,
        "description": "Stay ahead of the market with MarketPulse, the intelligent app that provides real-time tracking of stocks, crypto, and forex markets, complete with smart alerts and comprehensive analytics.\n\nCustomize your watchlist to monitor your favorite assets and receive instant notifications about market movements, news, and events that matter to you.\n\nJoin a community of savvy investors and traders, share your insights, and get inspired by others' strategies and success stories. Participate in market challenges and earn rewards as you enhance your trading skills and knowledge.\n\nWhether you're a seasoned investor or just starting, MarketPulse provides the tools and resources you need to succeed in the fast-paced world of finance.",
        "size": 68,
        "reviews": 13400,
        "ratingAvg": 4.5,
        "downloads": 2200000,
        "ratings": [
            { "name": "5 star", "count": 5800 },
            { "name": "4 star", "count": 3800 },
            { "name": "3 star", "count": 2100 },
            { "name": "2 star", "count": 1000 },
            { "name": "1 star", "count": 700 }
        ]
    },
    {
        "image": "https://i.ibb.co.com/wFw8RrTV/Voice-Note-Pro.webp",
        "title": "VoiceNote Pro",
        "companyName": "AudioSoft",
        "id": 30,
        "description": "Capture and organize your thoughts effortlessly with VoiceNote Pro, the advanced voice recording app that offers high-quality audio recording, automatic transcription, and smart organization features.\n\nWhether you're taking notes, recording lectures, or capturing ideas on the go, VoiceNote Pro ensures you never miss a word. The app's powerful search and organization tools make it easy to find and manage your recordings.",
        "size": 40,
        "reviews": 6200,
        "ratingAvg": 4.7,
        "downloads": 700000,
        "ratings": [
            { "name": "5 star", "count": 3200 },
            { "name": "4 star", "count": 1700 },
            { "name": "3 star", "count": 800 },
            { "name": "2 star", "count": 300 },
            { "name": "1 star", "count": 200 }
        ]
    }
]
